/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld 剩余 (%3$ld%%)";

/* Percentage left menuitem */
"%ld %% left" = "%ld %% 剩余";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "%1$ld %% 剩余 ( %2$ld/%3$ld mAh )";

/* Update menuitem
   Update notification */
"A newer version is available" = "更新的版本已经可用";

/* Powersource state */
"AC Power" = "交流电源";

/* Advanced mode setting */
"Advanced mode" = "高级模式";

/* Powersource state */
"Battery Power" = "电池能量";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "电池剩余时间";

/* Calculating sidetext */
"Calculating…" = "计算…";

/* Charged notification */
"Charged" = "已充电";

/* Update menuitem */
"Checking for updates…" = "检查更新…";

/* Update menuitem */
"Could not check for updates" = "无法检查更新";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "循环周期: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "用括号来显示时间";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "节省能源偏好…";

/* Remaining menuitem */
"Loading…" = "加载…";

/* Notification menuitem */
"Notifications" = "提醒";

/* Powersource state */
"Off Line" = "紧急切电开关";

/* Powersource menuitem */
"Power source: %@" = "电源: %@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "能源利用率: %.2f 瓦";

/* Quit menuitem */
"Quit" = "退出";

/* Settings menuitem */
"Settings" = "设置";

/* Start at login setting */
"Start at login" = "登陆时启动";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "温度: %.1f°C";

/* Powersource state */
"Unknown" = "未知";

/* Update menuitem */
"Up to date" = "最新";